keywords = [
'模糊逻辑', '对偶', '向量空间',  '甲烷', 'pcr', '波长', '光电探测器', 'idl语言', '转动惯量', '透镜', '最近邻', 
]

[ '中文', 'severe acute respiratory syndrome coronavirus', '氟', 'multi-view', 'linear quadratic', '音速', '视网膜', '阻尼', '浓度', '膀胱', '药学','蒸发', '拓扑', '抗干扰能力', '量子', '直方图均衡', '连通', '逻辑', '焊接', '单光子', '球面', '相似度', '深海热液', '精神病', '活性成分', '海水', '压强','人工神经网络', '生物学', 'collaborative filtering', '全基因组', '惯性', '几何结构', '伦理', '死亡', 'neural networks','编码基因', '核酸', '映射', '最近邻居', '悬浮粒子', '折射率', 'coronavirus disease', '肺动脉高压', '神经网络', '自由空间', '电影', 'auto-regressive', '三维', '异质', '遗传性疾病', '非线性', '模样本', '向量', '基数', '海防', '摩擦力', '候选基因', '组方用药', '中医', '浅层', '目标函数', '肌肉', '大气环境', '细胞', 'reverse transcription-pcr', '频谱', '焦平面', '生物', '肺炎', '英文', '图像处理',  'breast cancer', '靶向', '机器人', 'pulmonary arterial hypertension', '杂波', '卷积', 'gradient descent',  '基因组', '微结构', '有限元法', '维普资讯', '反馈', '分辨率', 'big data', '动物',  '血管', '昆虫', '三角网格', '邻域', '失明', '流行病', '卫星', '咳嗽','近红外', '曲率', 'duchenne muscular dystrophy', '序技术', '精神疾病', '金属', '流感', '淋巴细胞', '突变', 'ccd',  '空间分辨率', 'nm波长', 'matlab', '海洋',  '传染病', '软件', 'white blood cell', '矩阵', '原核', '曲面', '肾', '医学', '摩擦',  '胸部', '低维', '曲线', '公共卫生', '密度', 'cnn', 'retinitis pigmentosa', '悬臂梁', '天基', '三维空间',  '特异性', '函数', '可见光', '电流', '波导',  '三角函数', '视距雷达', '肝癌', "parkinson's disease", '种子', '平均绝对误差', '放射性', '度量', '张力', '信号通路', '汉语', '频次', '假体',  '等效电路模型', '模态', '呼吸', '不确定性', '力矩', 'rbf神经网络', '微血管', '咳痰', 'high -temperature', '视力', 'precision medicine', '局域',]



[
'质粒', 'bp', '同构', '分娩', '微型飞行器', '太阳', '病毒', '新冠肺炎', '心脏病', '动力学行为', 'dna', '转录', '词向量', 
'微透镜阵列', '细胞生物学','伤寒', '硅', '流体', '长波红外', '消毒', '传感器', 'neural network', '靶点', '散射', '表面等离子体', 
'宿主', '极点', '远场', '红外', '像素', 'real-time', '白细胞', '磷', '酶', '电缆',  '网络拓扑', '线性组合', '辐射', 
'双目视觉', 'energy', 'gene expression', '肥胖', '翻译', '反射',  '碱', '营养不良', '计算机', '光纤', '杜氏肌营养不良', 
'雾滴', '自适应光学', '先天性畸形', '酸枣仁', '色素','焦距', '有限元', '波矢', '色素性', '输尿管结石','病理生理', '电脑', '肺', '模式识别', 
]



[
'电子商务','搜索引擎', '虚拟现实', '柔性臂','注意力机制', '基因工程', '新型冠状病毒', '柔性机械臂', '社交媒体', '免疫', '神经系统', '德尔菲法', '针灸','雾霾', '流媒体', '遗传学', '外显子', '磁罗盘', '微阵列', '甘草','曲美他嗪', '哈希', '土地资源', '偏振', 
'sars', '俞穴',  '基因', '抗氧化剂','荧光', '动力学方程', '暗通道先验','知识图谱', '古代文献', '慢性心力衰竭',  '川芎', '蚁群', '心脏',  '器官', '癌症', '磷酸', '信噪比', '肝脏', '纳米', '生物信息学',  'deep learning','导弹', 'rna',  '内积', 
 '蛋白质','激光', '中药', '自然语言', '最小二乘法', '冠状病毒', 't细胞', '数字图像', '雷达', '半导体', '细菌',  '统计学', '伪装', '拉格朗日方程', '角膜', '航向角', '抑郁症', '遗传', '肿瘤', '动力学模型', '多媒体', '真核', '二进制', '残差', 
 '分子', '二次型', '焦平面探测器',
]

set(['汽车', '数学', '氧化', '氢', '材料科学', '计算机安全', '亚健康', '温度', '无人机', '算法', '计算机视觉', '分辨率', '社交网络', '智慧城市', '甲醛', '数据挖掘', '人工智能', '各国政府', '石墨烯', '模具', '燃料', '黑客', '光学', '物理', '能源', '燃料电池'] + ['人工智能', '互联网', '机器学习', '数据库', '算法'])



[
    '人工智能',
    '大数据',
    '相对论',
    '量子力学',
    '社交网络', '智慧城市',
]